Repository: adjcg15/GuessWho
Catalog: GuessWhoClient/Properties/Resources.*.resx
Languages: es_mx

# btnAddFriend
source: Add Friend
es_mx: Agregar Amigo

# btnBackToMenu
source: Go back to menu...
es_mx: Volver al menú

# btnCancelGame
source: Cancel match
es_mx: Cancelar partida

# btnCancelGuess
source: Cancel guess
es_mx: Cancelar adivinado

# btnCancelReport
source: Cancel
es_mx: Cancelar

# btnChangePassword
source: Change password
es_mx: Cambiar contraseña

# btnConfirmCode
source: Confirm
es_mx: Confirmar

# btnContinueAfterReport
source: Continue playing
es_mx: Continuar

# btnCreateAccount
source: Create Account
es_mx: Crear Cuenta

# btnEmailInvitation
source: Invite via email
es_mx: Invitar por correo

# btnExitGame
source: Exit game
es_mx: Abandonar partida

# btnFinishAttempt
source: End try
es_mx: Terminar intento

# btnFriends
source: FRIENDS
es_mx: AMIGOS

# btnGoToGame
source: Start game
es_mx: Comenzar partida

# btnGuess
source: Guess
es_mx: Adivinar

# btnInvitationCode
source: Room code
es_mx: Código de invitación

# btnJoinMatch
source: Join a match
es_mx: Unirse a partida

# btnLeaderboard
source: LEADERBOARD
es_mx: MARCADOR

# btnLeave
source: Leave
es_mx: Abandonar

# btnLeaveGame
source: Exit game
es_mx: Salir

# btnLogOut
source: LOG OUT
es_mx: SALIR

# btnQuickMatch
source: QUICK MATCH
es_mx: PARTIDA RÁPIDA

# btnReportPlayer
source: Report player
es_mx: Reportar jugador

# btnSearch
source: Search
es_mx: Buscar

# btnStartGame
source: Start
es_mx: Comenzar juego

# btnTournamentMatch
source: TOURNAMENT
es_mx: CAMPEONATO

# btnUploadImage
source: Update avatar
es_mx: Actualizar imagen

# btnUploadProfilePicture
source: Upload profile picture
es_mx: Cargar foto de perfil

# cbReportReasonOptionOne
source: Cheating player
es_mx: Jugador que realiza trampas

# cbReportReasonOptionThree
source: Drawing unrelated to the context
es_mx: Dibujo fuera de contexto

# cbReportReasonOptionTwo
source: Unsportsmanlike conduct
es_mx: Antideportividad

# cbReportReasonPlaceholder
source: Select an option
es_mx: Seleccione una opción

# lbAccountQuestion
source: Need an account?
es_mx: ¿No tienes cuenta?

# lbChangePassword
source: Password change
es_mx: Cambio de Contraseña

# lbCharacterLooksLikeQuestion
source: ¿Does it look like your character?
es_mx: ¿Se parece a tu personaje?

# lbChooseCharacter
source: Choose your character!
es_mx: ¡Escoge tu personaje!

# lbConfirmAccountDescription
source: We have sent a verification code to the email you have provided, please place it below to conclude with the creation of your account.
es_mx: Hemos enviado un código de verificación al correo que nos has proporcionado, por favor colócalo debajo para concluir con la creación de tu cuenta.

# lbConfirmationCode
source: Confirmation Code
es_mx: Código de Confirmación

# lbConfirmPassword
source: Confirm your password
es_mx: Confirme su contraseña

# lbEmailGlobal
source: Email
es_mx: Correo electrónico

# lbEmptyScoreboard
source: There are no players to show
es_mx: No hay jugadores por mostrar

# lbFriendsConnected
source: Online friends
es_mx: Amigos conectados

# lbFullName
source: Full Name
es_mx: Nombre completo

# lbFullNameProfile
source: Name
es_mx: Nombre

# lbHowToPlayDescription
source: Draw! Unlike the original game, here you will not be able to ask questions to your opponent, instead, you must use your imagination and make a drawing to convey your question. Once your drawing is finished, finish your attempt and go to the next step.
es_mx: ¡Dibuja! A diferencia del juego original, aquí no podrás hacer preguntas a tu contrincante, en su lugar, deberás usar tu imaginación y realizar un dibujo para transmitir tu pregunta. Una vez terminado tu dibujo, termina tu intento y ve al siguiente paso.

# lbPasswordGlobal
source: Password
es_mx: Contraseña

# lbRankHeaderRow
source: Rank
es_mx: Posición

# lbRepeatPassword
source: Confirm Password
es_mx: Repite tu Contraseña

# lbReportComment
source: Comment
es_mx: Comentario

# lbReportFinishedMessage
source: There won’t be any penalty for finishing the game.
es_mx: No habrá ninguna penalización por finalizar la partida.

# lbReportReason
source: Cause
es_mx: Razón del reporte

# lbScoreHeaderRow
source: Score
es_mx: Puntuación

# lbStatusRequestFailed
source: Sorry! We couldn’t find a user with that name
es_mx: ¡Ups! No se ha encontrado ningún usuario con ese nombre

# lbStatusRequestSuccess
source: Your request has been sent successfully!
es_mx: ¡Se ha enviado la solicitud correctamente!

# lbTitleConfirmAccount
source: Verify Account
es_mx: Confirmar Cuenta

# lbTitleFriends
source: My Friends
es_mx: Mis Amigos

# lbTitleHowToPlay
source: ¿How to play?
es_mx: ¿Cómo jugar?

# lbTitleLeaderboard
source: Global Leaderboard
es_mx: Marcador Global

# lbTitleMyProfile
source: My profile
es_mx: Mi perfil

# lbTitleReportFinished
source: The player has been reported. Would you like to finish the game?
es_mx: El jugador ha sido reportado, ¿Deseas terminar la partida?

# lbWaitingOpponent
source: Waiting for all players…
es_mx: Esperando oponente…

# lbWaitingPlayer
source: Waiting for all players…
es_mx: Esperando jugador…

# msgbConectionLost
source: Currently, there is no connection, please try again later.
es_mx: Por el momento no hay conexión, por favor intentélo más tarde

# msgbConfirmEmailSendingErrorMessage
source: An error occurred while sending the email, please try to register another time
es_mx: Ocurrió un error al enviar el correo electrónico, intente registrarse en otro momento

# msgbConfirmEmailSendingErrorTitle
source: Sending email error
es_mx: Error de envío

# msgbEmptyField
source: Email and password are required
es_mx: El correo electrónico y la contraseña son requeridos

# msgbErrorJoiningMatchTitle
source: An error occurred while joining the game
es_mx: Ocurrió un error al unirse a la partida

# msgbErrorLeavingMatchTitle
source: Error leaving game, try again
es_mx: Error al abandonar la partida, intente nuevamente

# msgbGameFinishedByHostMessage
source: The host has ended the game
es_mx: El anfitrión ha finalizado la partida

# msgbGameFinishedByHostTitle
source: Game over
es_mx: Partida finalizada

# msgbRegisterAlertImageSizeMessage
source: The image must be 20kb or less in size.
es_mx: La imagen debe tener un tamaño de 20kb o menos.

# msgbRegisterAlertImageSizeTitle
source: Image size exceeded
es_mx: Tamaño de imagen excedido

# msgbRegisterEmptyFieldsMessage
source: Enter information in each of the fields to continue
es_mx: Ingrese información en cada uno de los campos para poder continuar

# msgbRegisterEmptyFieldsTitle
source: Empty fields
es_mx: Campos vacíos

# msgbRegisterImageNotFoundMessage
source: An error occurred while trying to recover the image, please try again
es_mx: Ocurrió un error al tratar de recuperar la imagen, intente nuevamente

# msgbRegisterImageNotFoundTitle
source: Image not found
es_mx: Imagen no encontrada

# msgbRegisterInsecurePasswordMessage
source: The password must have at least 8 characters and at least one lowercase letter, one uppercase letter, one number and one special character (, @, -, $, #, %, _, etc.).
es_mx: La contraseña debe tener mínimo 8 caracteres y, al menos, una letra minúscula, una letra mayúscula, un número y un caracter especial (¡, @, -, $, #, %, _, etc.).

# msgbRegisterInsecurePasswordTitle
source: Insecure password
es_mx: Contraseñas insegura

# msgbRegisterInvalidEmailMessage
source: Correct the email to a valid format
es_mx: Corrija el correo electrónico a un formato válido

# msgbRegisterInvalidEmailTitle
source: Invalid email
es_mx: Correo electrónico inválido

# msgbRegisterInvalidNicknameMessage
source: The username should only contain letters, numbers and underscores
es_mx: El nombre de usuario solo debe conetener letras, números y guiones bajos

# msgbRegisterInvalidNicknameTitle
source: Invalid username
es_mx: Nombre de usuario inválido

# msgbRegisterMismatchPasswordMessage
source: The passwords entered do not match, modify the fields so that they do
es_mx: Las contraseñas ingresadas no coinciden, modifique los campos para que lo hagan

# msgbRegisterMismatchPasswordTitle
source: Mismatch passwords
es_mx: Contraseñas no coincidentes

# msgbRegisterRegisteredEmailMessage
source: There is already an account registered with that email, try another
es_mx: Ya existe una cuenta registrada con ese correo electrónico, intente con otro

# msgbRegisterRegisteredEmailTitle
source: Email already registered
es_mx: Correo electrónico registrado

# msgbRegisterRegisteredNicknameMessage
source: There is already another player using the username entered, try another one
es_mx: Ya existe otro jugador utilizando el nombre de usuario ingresado, intente con otro

# msgbRegisterRegisteredNicknameTitle
source: Nickname already registered
es_mx: Nombre de usuario registrado

# msgbUserNotFound
source: Email and/or password are incorrect, please verify the information.
es_mx: El correo y/o contraseña son incorrectas, por favor verifique la información

# msgbWelcome1
source: Welcome
es_mx: Bienvenido/a

# msgbWelcome2
source: to Guess Who
es_mx: a Adivina Quién

# msgbWrongConfirmationCodeMessage
source: The code entered does not match the generated code
es_mx: El código introducido no coincide con el código generado

# msgbWrongConfirmationCodeTitle
source: Verify the code entered
es_mx: Verifique el código ingresado

# tbCodePlaceholder
source: CODE
es_mx: CÓDIGO

# tbReportCommentPlaceholder
source: Explain the situation
es_mx: Explica la situación

# tbSendMessagePlaceholder
source: Write a message…
es_mx: Escribe un mensaje…

# txtAlreadyFriends
source: This user is already your friend
es_mx: Este usuario ya es tu amigo

# txtConfirmationEmailBody
source: Your confirmation code
es_mx: Tu código de confirmación

# txtConfirmationEmailSubject
source: Email confirmation
es_mx: Confirmación de correo electrónico

# txtFriendRequests
source: Requests
es_mx: Solicitudes

# txtFriends
source: Friends
es_mx: Amigos

# txtGuest
source: Guest
es_mx: Invitado

# txtLeaderboardGlobal
source: Leaderboard
es_mx: Marcador

# txtLoginGlobal
source: Log in
es_mx: Iniciar Sesión

# txtMainMenuTitle
source: Main Menu
es_mx: Menú Principal

# txtNicknameGlobal
source: Nickname
es_mx: Nombre de usuario

# txtOwnNickname
source: Enter a username that is not yours
es_mx: Ingresa un nombre de usuario que no sea el tuyo

# txtReportGlobal
source: Report
es_mx: Reportar

# txtSignUpGlobal
source: Sign up
es_mx: Regístrate

# txtSQLErrorMessage
source: A connection error occurred and the application was unable to complete the request, please try again later.
es_mx: Ocurrió un error de conexión y la aplicación no pudo completar la solicitud, intente más tarde.

# txtSQLErrorTitle
source: Connection error
es_mx: Error de conexión

# txtUpdateErrorMessage
source: The application failed to complete the request, please report the error and try again later.
es_mx: La aplicación no logó completar la solicitud, por favor reporte el error e intente más tarde.

# txtUpdateErrorTitle
source: Update error
es_mx: Error de actualización

# txtValidationErrorMessage
source: The application failed to complete the request due to a data format error, please report the error.
es_mx: La aplicación no logró completar la solicitud debido a un error en el formato de los datos, por favor reporte el error.

# txtValidationErrorTitle
source: Invalid data
es_mx: Datos inválidos
